<template>
  <div class="body">
    <section class="privacy-content">
      <span class="privacy-content-title">灵心软件许可及服务协议</span>

      <span><b>【导 言】</b></span>

      <span><b>欢迎您使用灵心软件及服务！</b></span>
      <span>《灵心软件许可及服务协议》（以下简称“本协议”）是您与灵心的运营公司上海移视网络科技有限公司（以下简称“移视”）之间关于使用灵心各项服务的法律协议。<b>为使用灵心软件（以下简称“本软件”）及服务，您应当阅读并遵守《灵心软件许可及服务协议》（以下简称“本协议”）。请务必审慎阅读本协议，充分理解各条款内容以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗等形式提示您注意。</b></span>
      <span>除非您已阅读并接受本协议的所有条款，否则您无权下载、安装、或使用本软件及享受服务。您的下载、安装、使用、获取手机号、登录等行为即视为您阅读并同意上述协议的约束。</span>
      <span>灵心硬件设备及本软件，仅供年满18周岁的成年人使用。灵心将依赖用户提供的个人信息判断用户是否为未成年人，任何18周岁以下的未成年人均不得注册账号或使用本服务。</span>

      <br/>
      <span><b>一、协议的范围</b></span>
      <span>1.1协议适用主体范围</span>
      <span>本协议是您与移视之间关于您下载、安装、使用、复制本软件以及使用移视相关服务所订立的协议。</span>
      <span>1.2协议关系及冲突条款</span>
      <span>本协议内容同时包含移视可能不断发布的关于本服务的相关协议、业务规定等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</span>

      <br/>
      <span><b>二、关于本服务</b></span>
      <span>2.1本服务的内容</span>
      <span>本服务内容是指移视向用户提供的灵心直接运营或与第三方合作运营的包括但不限于心电监测数据分析使用手机、可穿戴设备等；灵心监测服务，报告服务用户个人中心、积分；灵心直接拥有或运营的服务器、网络存储空间；灵心提供给您的其他技术和/或服务，具体以灵心实际提供的为准。</span>
      <span>2.2本服务的形式</span>
      <span>2.2.1您使用本服务需要下载移视灵心客户端软件，同时需要配备第二代灵心硬件设备。</span>
      <span>2.2.2本服务中移视灵心客户端软件可能提供包括但不限于iOS、Android等多个应用版本，用户必须选择与所安装的终端设备相匹配的软件版本。</span>
      <span>2.3本服务许可的范围</span>
      <span>2.3.1移视给予您一项个人的不可转让及排他性许可，以使用本软件。您可以为非商业目的在单一台终端设备上安装、使用、显示、运行本软件。</span>
      <span>2.3.2本条及本协议其他条款未明示授权的其他一切权利仍由移视保留，您在行使这些权利时须另外取得移视的书面许可。移视如果未行使前述任何权利，并不构成对该权利的放弃。</span>

      <br/>
      <span><b>三、软件的获取</b></span>
      <span>3.1您可以直接从移视的网站中获取本软件或在移视授权的第三方获取。</span>
      <span><b>3.2如果您从未经移视授权的第三方获取到本软件或与本软件名称相同的安装程序，移视无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。</b></span>

      <br/>
      <span><b>四、软件的安装与卸载</b></span>
      <span>4.1移视可能为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。</span>
      <span>4.2下载安装程序后，您需要按照该程序提示的步骤正确安装。</span>
      <span>4.3如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。如果您愿意帮助移视改进产品服务，请告知卸载的原因。</span>

      <br/>
      <span><b>五、软件的更新</b></span>
      <span>5.1 为了改善用户体验、完善服务内容，移视将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。</span>
      <span>5.2 为了保证本软件及服务的安全性和功能的一致性，移视有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。</span>
      <span>5.3 本软件新版本发布后，旧版本的软件可能无法使用。移视不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。</span>

      <br/>
      <span><b>六、用户个人信息保护</b></span>
      <span>6.1 保护用户个人信息是移视的一项基本原则，移视将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可移视不会向第三方公开、透露用户个人信息。移视对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。</span>
      <span>6.2 您在注册帐号或使用本服务的过程中，需要提供一些必要的信息，例如：为向您提供帐号注册服务或进行用户身份识别，需要您填写手机号码；消息推送功能需要您同意使用您所在的地理位置信息；分享功能需要您授权访问您的灵心和手机通讯录等。若国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。</span>
      <span>6.3 一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。若您通过已有灵心帐号辅助注册新灵心帐号，移视将视新灵心帐号注册过程中验证的手机号是该帐号的初始手机号。</span>
      <span>6.4 移视将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</span>
      <span>6.5 未经您的同意，移视不会向移视以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。</span>
      <span>6.6 对于灵心会如何收集、使用、存储和保护您的个人信息及您享有何种权利，您还可以阅读<router-link to="/agree/private">《灵心隐私政策》</router-link>予以进一步了解。</span>

      <br/>
      <span><b>七、主权利义务条款</b></span>
      <span>7.1 帐号使用规范</span>
      <span><b>7.1.1 您在使用本服务前需要了解使用本机号可以一键注册并登录。注册后手机号码进行绑定。或者您可以通过已有的灵心帐号使用密码或验证码登录。如您首次登陆请及时通过我的-通用设置-账户与安全-密码设置，设置密码。</b></span>

      <br/>
      <span>7.1.2 灵心帐号的所有权归移视所有，用户完成申请注册手续后，仅获得灵心帐号的使用权，且该使用权仅属于初始申请注册人。同时，初始申请注册人不得赠与、借用、租用、转让或售卖灵心帐号或者以其他方式许可非初始申请注册人使用灵心帐号。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用灵心帐号。</span>
      <span>7.1.3 用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户及密码信息。当在您怀疑他人在使用您的帐号时，您应立即通知移视。</span>
      <span>7.1.4 用户在使用手机号码注册灵心帐号时，系统将为您自动匹配灵心密码，您可以对灵心密码进行设置，也可根据相关功能页面的指引、在满足相应条件的前提下对灵心密码进行修改。</span>
      <span>7.1.5 用户注册或创建灵心帐号后如果长期不登录该帐号，移视有权回收该帐号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。</span>

      <br/>
      <span>7.2 用户注意事项</span>

      <br/>
      <span>7.2.1 您理解并同意：为了向您提供有效的服务，本软件会利用您终端设备的处理器和带宽等资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。</span>
      <span>7.2.2 您理解并同意：本软件的某些功能可能会让第三方知晓用户的信息，例如：用户的登录可以查询手机运营商及手机前3位和后四位手机号等可公开的个人资料；用户选择灵心与第三方分享报告信息后，其他用户可以在第三方平台上看到用户主动公开或传输的相关信息，用户在选择前应充分了解其他软件的产品功能及信息保护策略。</span>
      <span>7.2.3 您在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议；您使用前述特定服务，即视为您接受相关单独协议。</span>
      <span>7.2.4 您理解并同意移视将会尽其商业上的合理努力保障您在本软件及服务中的数据存储安全，但是，移视并不能就此提供完全保证，包括但不限于以下情形：</span>
      <span>7.2.4.1 移视不对您在本软件及服务中相关数据的删除或储存失败负责；</span>
      <span>7.2.4.2 移视有权根据实际情况自行决定单个用户在本软件及服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本软件及服务中的相关数据；</span>
      <span>7.2.4.3 如果您停止使用本软件及服务或服务被终止或取消，移视可以从服务器上永久地删除您的数据。服务停止、终止或取消后，移视没有义务向您返还任何数据。</span>
      <span>7.2.5 用户在使用本软件及服务时，须自行承担如下来自移视不可掌控的风险内容，包括但不限于：</span>
      <span>7.2.5.1 由于不可抗拒因素可能引起的个人信息丢失、泄漏等风险；</span>
      <span>7.2.5.2 用户必须选择与所安装终端设备相匹配的软件版本，否则，由于软件与终端设备型号不相匹配所导致的任何问题或损害，均由用户自行承担；</span>
      <span>7.2.5.3 用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；</span>
      <span>7.2.5.4 由于无线网络信号不稳定、无线网络带宽小等原因，所引起的移视灵心登录失败、资料同步不完整、页面打开速度慢等风险。</span>
      <span>7.2.5.5您理解并同意：在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、风暴、瘟疫等以及社会事件如战争、动乱、政府行为等。</span>

      <br/>
      <span>7.3 第三方产品和服务</span>
      <span>7.3.1 您在使用本软件第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。移视和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</span>

      <br/>
      <span>7.3.2 因用户使用本软件或要求移视提供特定服务时，本软件可能会调用第三方系统或者通过第三方支持用户的使用或访问，移视不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与移视无关，移视不承担任何责任。</span>

      <br/>
      <span>7.3.3 您理解并同意，移视有权决定将本软件作商业用途，及科学研究包括但不限于开发、使用本软件的部分服务为第三方作推广等，移视承诺在推广过程中严格按照本协议约定保护您的个人信息，同时您亦可以根据系统设置选择屏蔽、拒绝接收相关推广信息。</span>

      <br/>
      <span><b>八、用户行为规范</b></span>
      <span>8.1 信息内容规范</span>

      <br/>
      <span>8.1.1 本条所述信息内容是指用户使用本软件及服务过程中所上传、分享、下载、添加、修改的任何内容，包括但不限于灵心帐号的头像、名字、用户说明、简介等注册信息，或分享的相关链接页面，以及其他使用灵心帐号或功能帐号或本软件及服务所产生的内容。</span>

      <br/>
      <span>8.1.2 您理解并同意，灵心一直致力于为用户提供文明健康、规范有序的网络环境，您不得利用灵心帐号或本软件及服务、发布、传播如下干扰灵心正常运营，以及侵犯其他用户或第三方合法权益的内容，包括但不限于：</span>

      <br/>
      <span>8.1.2.1 传送、传播、储存违反国家法律法规规定的内容：</span>

      <br/>
      <span>（1）反对宪法所确定的基本原则的；</span>

      <br/>
      <span>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</span>

      <br/>
      <span>（3）损害国家荣誉和利益的；</span>

      <br/>
      <span>（4）宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；</span>

      <br/>
      <span>（6）煽动民族仇恨、民族歧视，破坏民族团结的；</span>

      <br/>
      <span>（7）法律、行政法规禁止的其他内容的。</span>

      <br/>
      <span>8.1.2.2 传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</span>

      <br/>
      <span>8.1.2.3 涉及他人隐私、个人信息或资料的；</span>

      <br/>
      <span>8.1.2.4  其他违反法律法规、政策及公序良俗、社会公德或干扰灵心正常运营和侵犯其他用户或第三方合法权益内容的信息。</span>

      <br/>
      <span>8.2 软件使用规范</span>

      <br/>
      <span>8.2.1 除非法律允许或移视书面许可，您使用本软件过程中不得从事下列行为：</span>

      <br/>
      <span>8.2.1.1 删除本软件及其副本上关于著作权的信息；</span>

      <br/>
      <span>8.2.1.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；</span>

      <br/>
      <span>8.2.1.3 对移视拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</span>

      <br/>
      <span>8.2.1.4 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非移视经授权的第三方工具/服务接入本软件和相关系统；</span>

      <br/>
      <span>8.2.1.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</span>

      <br/>
      <span>8.2.1.6 通过非移视开发、授权的第三方软件、插件、外挂、系统，登录或使用移视软件及服务，或制作、发布、传播上述工具；</span>

      <br/>
      <span>8.2.1.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；</span>

      <br/>
      <span>8.2.1.8 其他未经移视明示授权的行为。</span>

      <br/>
      <span>8.2.2 您理解并同意，基于用户体验、灵心或相关服务平台运营安全、平台规则要求及健康发展等综合因素，移视有权选择提供服务的对象，有权决定功能设置，有权决定功能开放、数据接口和相关数据披露的对象和范围。针对以下情形，有权视具体情况中止或终止提供本服务，包括但不限于：</span>

      <br/>
      <span>8.2.2.1 违反法律法规或本协议规定的；</span>

      <br/>
      <span>8.2.2.2 影响服务体验的；</span>

      <br/>
      <span>8.2.2.3 存在安全隐患的；</span>

      <br/>
      <span>8.2.2.4 与灵心或其服务平台已有主要功能或功能组件相似、相同，或可实现上述功能或功能组件的主要效用的；</span>

      <br/>
      <span>8.2.2.5 界面、风格、功能、描述或使用者体验与灵心或其服务平台类似，可能造成灵心用户认为其所使用的功能或服务来源于移视或经移视授权的；</span>

      <br/>
      <span>8.2.2.6 违背灵心或其服务平台运营原则，或不符合移视其他管理要求的。</span>

      <br/>
      <span>8.3  违约处理</span>
      <span>8.3.1 如果移视发现或收到他人举报或投诉用户违反本协议约定的，移视有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规主体相关帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。</span>

      <br/>
      <span>8.3.2 您理解并同意，移视有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告和配合调查等，用户应独自承担由此而产生的一切法律责任。</span>

      <br/>
      <span>8.3.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；移视因此遭受损失的，您也应当一并赔偿。</span>

      <br/>
      <span><b>九、知识产权声明</b></span>

      <br/>
      <span>9.1 移视是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，移视享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。</span>

      <br/>
      <span>9.2 未经移视或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。</span>


      <br/>
      <span><b>十、终端安全责任</b></span>
      <span>10.1 您理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。</span>

      <br/>
      <span>10.2 您不得制作、发布、使用、传播用于窃取灵心帐号、用户数据及他人个人信息、财产的恶意程序。</span>

      <br/>
      <span>10.3 维护软件安全与正常使用是移视和您的共同责任，移视将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意移视并不能就此提供完全保证。</span>

      <br/>
      <span><b>十一、第三方软件或技术</b></span>
      <span>1.1 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。</span>

      <br/>
      <span>11.2 本软件如果使用了第三方的软件或技术，移视将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包、或通过开源软件页面等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。 如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求移视给予协助，您应当自行承担法律责任。</span>

      <br/>
      <span>11.3 如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，移视不承担任何责任。移视不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。</span>

      <br/>
      <span><b>十二、其他</b></span>
      <span>12.1 您使用本软件即视为您已阅读并同意受本协议的约束。移视有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。</span>

      <br/>
      <span>12.2 本协议签订地为中华人民共和国上海市。</span>

      <br/>
      <span>12.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</span>

      <br/>
      <span>12.4 若您和移视之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</span>

      <br/>
      <span>12.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</span>

      <br/>
      <span>12.6 本协议可能存在包括中文、英文在内的多种语言的版本，如果存在中文版本与其他语言的版本相冲突的地方，以中文版本为准。</span>

      <br/>
      <span>12.7 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</span>

      <br/>
      <span>（完）</span>

      <br/>
      <span><b>上海移视网络科技有限公司</b></span>
    </section>
  </div>
</template>

<script>
export default {
  name: "info-share"
}
</script>

<style scoped>
.body {
  width: 100%;
  height: 100%;
  padding: 1rem;
  color: #868686;
}

.privacy-content {
  overflow: hidden;
  font-size: .7rem;
  color: #666;
  line-height: 1.4rem;
  letter-spacing: 1px;
  white-space: pre-wrap
}


.privacy-content-title {
  display: inline-block;
  width: 100%;
  text-align: center;
  font-weight: bold;
  font-size: 16px;
  padding-bottom: .6rem;
}

.privacy-content span {
  /*text-indent: 1rem;*/
  display: block;
}

.mt5 {
  margin-top: .5rem;
}

.article-other {
  font-size: .6rem;
  overflow: hidden;
  line-height: .6rem;
  padding: .5rem 0;
}


.article-other span {
  float: right;
  margin-left: .5rem;
}
</style>