<template>
  <div class="body">
    <section class="privacy-content">
      <span class="privacy-content-title">脉迩心电衣隐私政策</span>
      <pre>
  【前言】脉迩心电衣（指脉迩心电衣网站及其移动应用产品，以下统称“脉迩心电衣”）系上海移视网络科技有限公司（以下统称“移视”或“我们”）提供心电监测服务的产品。我们一向庄严承诺保护使用脉迩心电衣之用户（以下统称“用户”或“您”）的个人信息和隐私安全。您在使用脉迩心电衣时，我们可能会收集和使用您的相关个人信息。我们希望通过《脉迩心电衣隐私政策》（以下简称“本政策”）向您说明我们在收集和使用您相关个人信息时对应的处理规则等相关事宜，以便更好地保障您的权益。【特别提示】在使用脉迩心电衣前，请您务必仔细阅读并透彻理解本政策，特别是以粗体标识的条款，您应重点阅读，在确认充分理解并同意后再开始使用。如果您不同意本政策的内容，将可能导致我们的产品和服务无法正常运行，或者无法达到我们拟达到的服务效果，您应立即停止访问/使用我们的产品与/或服务。
  本政策适用于脉迩心电衣，如与《脉迩心电衣用户协议》同类条款之约定不一致的，以本政策为准。在阅读完本政策后，如您对本政策或与本政策相关的事宜有任何问题，您可通过本政策“如何联系我们”章节所列的反馈渠道联系我们，我们会尽快为您作出解答。
  本政策将帮助您了解以下内容：
  一、我们如何收集和使用个人信息
  二、我们可能共享的个人信息
  三、我们如何存储和保护个人信息
  四、如何管理您的个人信息
  五、未成年人保护
  六、通知和修订
  七、如何联系我们

  一、我们如何收集和使用个人信息
  我们收集您的个人信息主要是为了您和其他用户能够更容易和更满意地使用脉迩心电衣。我们的目标是向所有的互联网用户提供安全、有用及有益的使用经历，而这些信息有助于我们实现这一目标。
  （一）我们将通过以下途径收集和获得您的个人信息：
  1、您提供的信息。 包括：
  （1）您在注册脉迩心电衣的账号或使用脉迩心电衣时，向我们提供的信息；
  （2）您通过脉迩心电衣向第三方提供的共享信息，以及您使用脉迩心电衣时所存储的信息。
  请注意，如您在脉迩心电衣内上传或发布的信息、当您发现他人不正当地收集或使用您的信息时，可通过本政策“如何联系我们”章节所列的反馈渠道联系我们。
  2、我们获取的您的信息。您在使用脉迩心电衣时，我们收集、汇总、记录的信息，包括日志信息、位置信息、设备信息，蓝牙信息等。
  （二）我们会出于以下目的，收集和使用您以下类型的个人信息：
  1、当您注册或登录脉迩心电衣服务时，为便于我们为您提供持续稳定的服务，并保障您使用脉迩心电衣的安全性，我们需要您提供基本注册或登录信息，包括手机号码、验证码匹配结果、用户名和密码。
  2、当您使用脉迩心电衣服务时，您需要选择填写姓名，性别，否则会影响脉迩心电衣为您提供医生报告等基本功能。您可以选择补充您的额外信息（包括您的紧急联系人、出身日期、实名认证等信息），这将有助于我们给您提供更优的服务体验，但如果您不提供这些信息，并不会影响您使用脉迩心电衣的基本功能。
  3、当您使用脉迩心电衣服务时，为保障您正常使用我们的服务，维护我们服务的正常运行，改进及优化我们的服务体验以及保障您的帐号安全，我们会收集、使用您的设备型号、操作系统、唯一设备标识符（Android端如AndroidID/OAID, iOS端如iOS14.5之前的IDFA）、登录IP地址、脉迩心电衣软件版本号、接入网络的方式、类型和状态、网络质量数据、设备加速器（如重力感应设备，陀螺仪传感器）、操作日志、服务日志信息（如您在脉迩心电衣进行搜索、查看操作的记录、服务故障信息、引荐网址等信息）等日志信息。同时，为了预防病毒、木马程序或其他恶意程序、网站，我们可能会收集您设备安装的应用信息、正在运行的进程信息或设备内存中寄存的数据，以防止您的个人信息泄露。
  4、当您使用脉迩心电衣报告功能时，我们将使用您的心电数据、蓝牙数据、接入网络的方式、类型和状态、网络质量数据，设备型号，唯一设备标识符等信息。

  5、当您使用脉迩心电衣事件记录和长程记录功能时，我们收集的信息包括用户的心电数据，蓝牙数据，接入网络的方式、类型和状态、网络质量数据，设备型号，唯一设备标识符，这是实现这一功能所必需的。
  6、当您联系我们的客服或使用其他用户响应功能时（例如提出注销申请、个人信息保护投诉或建议、其他客户投诉和需求），我们可能需要您提供必要的个人信息以匹配并核验您的用户身份，以便保障您的账号与系统安全。我们可能还会保存您的联系方式（您与我们联系时使用的或您向我们主动提供的其他联系方式）、您与我们的通信/通话记录和内容、与您需求相关联的其他必要信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。
  7、为向您提供您所选择使用的服务或者保证服务的质量和体验，脉迩心电衣可能需要您授权开启设备的系统权限。如您需要关闭您为使用上述某些特定服务而开启的功能权限，大多数设备都会支持您的这项需求，具体方法请参考或联系您移动设备的服务商或生产商。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。
  8、当你使用脉迩心电衣我的个人信息上传头像功能时，我们会获取您的相机权限和存储权限这是实现该功能所必需的；

  9、查看报告功能和下载app功能，将获取您的存储权限；

  10、根据相关法律法规及国家标准，以下情形中，我们可能会处理您的相关个人信息而无需征求您的授权同意：
  （1）履行法律法规规定的义务相关的；
  （2）与国家安全、国防安全直接相关的；
  （3）与公共安全、公共卫生、重大公共利益直接相关的；
  （4）与刑事侦查、起诉、审判和判决执行等有关的；
  （5）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
  （6）所收集的信息是您自行向社会公众公开的；
  （7）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；
  （8）维护脉迩心电衣的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
  （9）开展合法的新闻报道所必需的；
  （10）出于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；
  （11）法律法规规定的其他情形。
  11、敏感个人信息，是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。以上由您提供或我们收集您的信息中，可能包含您的敏感个人信息，行踪轨迹、位置信息。请您谨慎并留意敏感个人信息，您同意我们可以按本政策所述的目的和方式来处理您的敏感个人信息。

  二、我们可能共享的个人信息
  我们非常重视保护您的个人信息。除以下情形外，我们不会与我们之外的任何第三方共享您的个人信息：
  与我们的部分合作伙伴的必要共享。为了必要/合理的业务的顺利开展、满足您的要求、履行我们在相关用户政策或本政策中的义务和行使我们的权利或遵守法律规定等目的，我们可能需要向部分合作伙伴共享您的信息，包括：（1）向提供数据服务（包括网络广告监测、数据统计、数据分析等）的合作伙伴共享日志信息、设备信息；2）向提供产品分析服务（包括应用崩溃分析、网络性能分析、域名解析优化）的合作伙伴共享您的产品使用情况（如崩溃、闪退）的统计性数据；（3）向提供营销服务（包括广告投放、市场营销）的合作伙伴共享您的相关信息（包括：设备信息、手机号码）；（4）其他与我们的部分合作伙伴的必要共享。我们不会向合作伙伴分享可用于识别您个人身份的信息，除非您明确授权。

  三、我们如何存储和保护个人信息
  （一）个人信息的存储
  除法律法规或监管部门另有规定外，我们仅在本政策所述目的所必需且最短时限内存储您的个人信息。如我们终止服务或运营，我们将及时停止继续收集您个人信息的活动，同时会遵守相关法律法规要求提前向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理，但法律法规或监管部门另有规定的除外。
  我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内。但以下情形除外：
  1、法律法规有明确规定；
  2、获得您的授权同意；
  3、您使用的产品、服务涉及跨境，我们需要向境外提供您的个人信息的。
  针对以上情形，我们会确保依据国家法律法规和相关监管部门的规定执行，并对您的个人信息提供足够的保护。
  （二）个人信息的保护
  我们非常重视信息安全，成立了专门的安全团队，并采取一切合理可行的措施，保护您的个人信息：
  1、我们仅允许有必要知晓这些信息的移视员工、合作伙伴访问您的个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与脉迩心电衣的合作关系。
  2、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件或其他服务软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的信息安全。请您妥善保护自己的信息，仅在必要的情形下向他人提供。
  3、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的个人信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致个人信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
  4、安全事件处置
  为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。我们亦定期组织内部培训和应急演练，使得我们的相关工作人员掌握相应的应急处置策略和规程。
  在不幸发生信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况。
  请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽力加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入脉迩心电衣所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。
  请您务必妥善保管好您的账号、密码及其他身份要素。您在使用脉迩心电衣时，我们会通过您的账号、密码及及其他身份要素来识别您的身份。一旦您泄露了前述信息，您可能会蒙受损失，并可能对您产生不利。如您发现账号、密码及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。

  四、如何管理您的个人信息
  （一）访问、更新和删除
  我们鼓励您更新和修改您的个人信息以使其更准确有效。
  您可以通过【个人中心】-点击您的头像-【修改个人信息】，查询和修改您的头像、昵称、出生日期，性别、紧急联系人、实名认证等。
  在以下情形中，您可以直接向我们提出删除个人信息的请求：
  1、我们收集、使用您的个人信息的行为违反相关法律法规；
  2、我们收集、使用您的个人信息未征得您的同意；
  3、我们收集、使用您的个人信息的行为违反了与您的约定；
  4、法律法规规定的其他情形。
  您也可以通过本政策“如何联系我们”章节所列的反馈渠道联系我们为您处理。我们将采取适当的技术手段或联系渠道，尽可能保证您可以访问、更新和删除自己的个人信息或使用脉迩心电衣时提供的其他信息。 除法律法规另有规定，当您更正、删除您的个人信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时更正或删除这些信息。
  （二）公开与分享
  脉迩心电衣不会主动将您的信息对外分享，例如，您在脉迩心电衣中产生的报告、您向其他人发送的信息作出的回应或在脉迩心电衣中截图分享，只要您不删除您所公开或分享的报告信息，数据内容会一直存在且可以反复查看。如您将信息通过上述渠道公开或分享，由此造成您的信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或分享您的信息。
  （三）改变您授权同意的范围
  您总是可以选择是否向我们披露个人信息。有些个人信息是使用脉迩心电衣所必需的，但大多数其他信息的提供是由您决定的。您可以通过删除信息、关闭设备功能、注销账号等方式改变您授权我们继续收集信息的范围或撤回您的授权。
  当撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的信息处理。
  （四）约束信息系统自动决策
  在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制作出决定。如果这些决定显著影响您的合法权益，您有权要求我们作出解释，我们也将提供适当的救济方式。
  （五）响应您的上述请求
  为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。 
  在以下情形中，我们将无法响应您的请求：
  1、与我们履行法律法规规定的义务相关的； 
  2、与国家安全、国防安全直接相关的； 
  3、与公共安全、公共卫生、重大公共利益直接相关的；
  4、与刑事侦查、起诉、审判和执行判决等直接相关的； 
  5、我们有充分证据表明您存在主观恶意或滥用权利的； 
  6、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
  7、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
  8、涉及商业秘密的。

  五、未成年人保护
  任何18周岁以下的未成年人均不得创建自己的用户账户及/或使用我们的服务。
  我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或披露未成年人的个人信息。

  六、修订和通知
  为了给您提供更好的服务，我们可能会根据产品或服务的更新情况及法律法规的相关要求适时修改本政策的条款，该等修改构成本政策的一部分。我们会在本页面上公布对本政策所作的任何变更。对于重大变更，我们还会提供更为显著的通知（包括网站公告、推送通知、弹窗提示或其他方式），本政策所指的重大变更包括但不限于：
  1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
  2、我们在所有权结构方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
  3、个人信息共享、转让或公开披露的主要对象发生重大变化；
  4、您参与个人信息处理方面的权利及其行使方式发生重大变化；
  5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生重大变化；
  6、其他重要的或可能严重影响您的个人权益的情况发生。
  您如果不同意该等变更，可以选择停止使用脉迩心电衣；如您仍然继续使用脉迩心电衣，即表示您已充分阅读、理解并同意受经修订的本政策的约束。
  我们的任何修改都会将您的满意度置于首位。我们鼓励您在每次使用脉迩心电衣时都查阅我们的隐私政策。

  七、如何联系我们
  当您有投诉、建议、举报或注销账号等相关问题时，请通过以下方式与我们联系：
  邮箱：yishi@mvtech.cc。
  我们将在收到相关反馈后，15个工作日内予以答复。
      </pre>
    </section>
  </div>
</template>

<script>
export default {
  name: "info-share"
}
</script>

<style scoped>
.body {
  width: 100%;
  height: 100%;
  padding: 1rem;
  color: #868686;
}

.privacy-content {
  width: 100%;
  overflow: hidden;
  font-size: .7rem;
  color: #666;
  line-height: 1.4rem;
  letter-spacing: 1px;
}

pre{
  white-space: pre-wrap;
}


.privacy-content-title {
  display: inline-block;
  width: 100%;
  text-align: center;
  font-weight: bold;
  font-size: 16px;
  padding-bottom: .6rem;
}

/*.privacy-content span {*/
/*  !*text-indent: 1rem;*!*/
/*  display: block;*/
/*}*/

.mt5 {
  margin-top: .5rem;
}

.article-other {
  font-size: .6rem;
  overflow: hidden;
  line-height: .6rem;
  padding: .5rem 0;
}


.article-other span {
  float: right;
  margin-left: .5rem;
}
</style>