<template>
  <div class="body">
    <section class="privacy-content">
      <span class="privacy-content-title">脉迩心电衣app用户使用协议</span>
      <pre>


    【首部及导 言】

    《脉迩心电衣用户使用协议》（以下简称“本协议”）是您与脉迩心电衣app之间关于使用脉迩心电衣app各项服务的法律协议。“脉迩心电衣app”是指脉迩心电衣app的运营公司上海移视网络科技有限公司。

    本协议中与您的权益（可能）存在重大关系的条款（包括免除脉迩心电衣责任的条款、限制您权利的条款、争议解决条款及司法管辖条款等），脉迩心电衣已采用字体加粗的方式来特别提醒您，请您留意重点查阅。请您确保您在使用脉迩心电衣服务前已仔细阅读、充分理解并毫无保留地接受本协议所有条款。

    《脉迩心电衣隐私协议》、《脉迩心电衣用户使用手册》、以及脉迩心电衣公布的其他协议规范、规则、声明、公告、政策等（以下统称“其他脉迩心电衣规则”）是本协议不可分割的组成部分，您在使用脉迩心电衣服务时应同样遵守。您接受并同意本协议的行为即视为您同意并接受其他脉迩心电衣规则，您接受并同意任一其他脉迩心电衣规则的行为亦视为您接受并同意本协议。

    您确认您具备完全民事权利能力和完全民事行为能力，有能力同意并遵守本协议，并对您本协议项下的全部行为独立承担法律责任。若您不具备前述与您行为相适应的民事行为能力，则应获得法定监护人的知情同意。如您尚未成年，请不要尽量使用本品，或在监护人的陪同下进行。
    1. 服务说明

    1.1 脉迩心电衣向您提供包括但不限于如下服务：

    1.1.1脉迩心电衣直接运营或与第三方合作运营的包括但不限于手机、可穿戴设备等；

    1.1.2 脉迩心电衣用户个人中心；

    1.1.3 脉迩心电衣直接拥有或运营的服务器、网络存储空间；

    1.1.4 脉迩心电衣提供给您的其他技术和/或服务，具体以脉迩心电衣实际提供的为准。

    1.2 脉迩心电衣所提供的服务，均限于在上述1.1.1及1.1.2所述平台（以下简称“脉迩心电衣平台”）内使用，任何以恶意破解等非法手段将脉迩心电衣所提供的服务与脉迩心电衣平台分离的行为，皆不属于本协议约定的由脉迩心电衣提供的服务。由此引起的一切后果由行为人负责，脉迩心电衣将保留依法追究行为人法律责任的权利。脉迩心电衣所提供的服务仅供用户非商业性使用，用户在未经脉迩心电衣事先书面同意的情况下，不得以商业性目的使用脉迩心电衣所提供的服务。

    1.3 脉迩心电衣官方所公布的方式为注册、登录、下载客户端（包括iOS、Android）、判图平台，H5页面展示，使用脉迩心电衣服务的唯一合法方式，用户通过其他任何途径、任何渠道、任何方式获取的脉迩心电衣服务（包括但不限于账号、积分、心电报告内容，用户身体情况，手术和服药史，客户端下载等）均为非法所得，脉迩心电衣概不承认其效力，任何因此导致的一切不利后果均由用户自行承担。请用户妥善保管自己的账号和密码，加强密码安全性，谨防账号泄露或被盗。因用户账号被泄露或被盗而造成的任何损失，脉迩心电衣不承担补偿责任。

    1.4 脉迩心电衣有权提前向用户公告（包括但不限于弹出公告、系统消息）以修改、替换、升级与脉迩心电衣服务相关的任何软件。如果用户不同意或者不接受脉迩心电衣相关软件的修改、替代、升级，请直接拒绝、停止、取消使用行为，否则视为用户同意并接受脉迩心电衣相关软件的修改、替代、升级，同时该同意并接受的行为仍受本协议约束。

    1.5 本协议所称“用户”，包括注册获得脉迩心电衣账号的用户（以下简称“注册用户”）选择一键登录同意本协议及《脉迩心电衣隐私协议》即为默认注册登录

    1.6 特别提醒：由于脉迩心电衣的产品附带硬件设备，需链接蓝牙进行使用，禁忌安装起搏器的用户使用，使用前最好保持电极片的湿润度足够高，方可更加灵敏的采集到用户的心率，每日中午12点为数据回收截断时间，每日都会产生一份日常报告，报告起止时间为今日12点到第二天12点

    2. 注册账号

    2.1 脉迩心电衣服务仅向注册用户提供，如果您使用脉迩心电衣提供的蓝牙硬件设备（及app）进行心电监测、上传心电数据，分享报告、查看报告、修改个人信息等内容，请先根据本协议及其他脉迩心电衣规则提示的规则、流程注册成为注册用户，并确保注册信息的真实性、正确性及完整性，如果上述注册信息发生变化，您应及时更改。

    2.2 您应对注册获得的脉迩心电衣账号（以下简称“账号”）项下的一切行为承担全部责任，不得侵犯包括但不限于脉迩心电衣在内的任何主体的合法权益。

    2.3 您理解并同意，您仅享有账号及账号项下由脉迩心电衣提供的服务及使用权，账号及该等虚拟产品及服务的所有权归脉迩心电衣所有（法律法规另有规定的除外）。未经脉迩心电衣书面同意，您不得以任何形式处置账号的使用权（包括但不限于赠与、出借、转让、销售、抵押、继承、许可他人使用）。如果脉迩心电衣发现或者有合理理由认为使用者并非账号初始注册人，脉迩心电衣有权在不通知您的情况下，暂停或终止向该注册账号提供服务，并注销该账号。

    2.4 您应妥善保管账号信息、账号密码以及其他与账号相关的信息、资料。如因您的原因，造成账号信息、资料、数据的变动、灭失或信息泄漏等，您应立即通知脉迩心电衣app并自行承担相关法律后果。

    2.5 您同意并承诺做到：

    2.5.1 当您的账号或密码遭到未经授权的使用，或者发生任何安全问题时，您会立即有效地通知到脉迩心电衣；

    2.5.2 当您每次登录脉迩心电衣或使用相关服务后，会将有关账号等安全退出；

    2.5.3 您同意接受脉迩心电衣通过短信、消息推送、或其他合法方式向您发送通知信息和其他相关信息。

    2.6 您了解并知悉，您可以使用账号登录脉迩心电衣提供的脉迩心电衣体系下全部产品。


    3. 脉迩心电衣上的内容

    3.1 脉迩心电衣上的内容是指经由脉迩心电衣提供的服务，以上传、蓝牙链接或任何其他方式传送或传播的任何信息、链接或其他资料。

    3.2 您在脉迩心电衣上传或发布的内容，您保证对其享有合法的著作权或相应授权，脉迩心电衣有权展示、散布及推广前述内容。

    3.3  脉迩心电衣直接运营或与第三方合作运营的包括但不限于手机、可穿戴设备、等全部终端客户端产品。同时，您允许脉迩心电衣在展示内容时可自行或委托第三方进行必要的处理。您在此确认并同意，脉迩心电衣有权自行或委托第三方在与上述内容、脉迩心电衣产品及相关服务、脉迩心电衣和/或脉迩心电衣品牌有关的任何宣传、推广和/或研究中以适当的方式开发和使用上述内容（全部或部分）。为避免疑义，您理解并同意，上述内容包括您拥有或被许可使用并植入内容中的个人形象、肖像、姓名、商标、服务标志、品牌、名称、标识和公司标记等。您可以随时通知脉迩心电衣取消本服务。

    4. 使用规则

    4.1 用户在使用脉迩心电衣服务的过程中，应遵守以下法律法规：

    4.1.1 《中华人民共和国保守国家秘密法》；

    4.1.2 《中华人民共和国著作权法》；

    4.1.3 《中华人民共和国计算机信息系统安全保护条例》；

    4.1.4 《计算机软件保护条例》；

    4.1.5 《网络信息内容生态治理规定》

    4.1.6 《信息网络传播权保护条例》

    4.1.7 《中华人民共和国网络安全法》；

    4.1.8 其他法律、法规、规章、条例等具有法律效力的规范。

    4.2 禁止用户从事以下行为：

    4.2.1 以任何方式危害未成年人；

    4.2.2 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关；

    4.2.3 跟踪或以其他方式骚扰他人；

    4.2.4 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；

    4.2.5 干扰或破坏脉迩心电衣服务或与脉迩心电衣服务相连的服务器和网络，或不遵守本协议之规定；

    4.2.6 未经脉迩心电衣事先明确书面许可，以任何方式（包括但不限于机器人软件、蜘蛛软件、爬虫软件等任何自动程序、脚本、软件）和任何理由自行或委托他人、协助他人获取平台的服务、内容、数据；

    5. 第三方链接

    脉迩心电衣服务可能会提供与其他国际互联网网站或资源进行链接。除非另有声明，脉迩心电衣无法对第三方网站之服务进行控制，用户因使用或依赖上述网站或资源所产生的损失或损害，脉迩心电衣不承担任何责任。我们建议您在离开脉迩心电衣，访问其他网站或资源前仔细阅读其服务条款和隐私政策。

    6. 知识产权

    6.1 受国际版权公约、中华人民共和国著作权法、专利法、及其他知识产权方面的法律法规的保护，脉迩心电衣服务及本服务所使用的软件、技术、商标、材料等的所有知识产权归脉迩心电衣所有和享有。“知识产权”包括在专利法、著作权法、商标法、反不正当竞争法等法律中规定的任何和所有权利、所有权和利益，以及其中的任何和所有应用、更新、扩展和恢复。

    6.2 用户不得修改、改编、翻译脉迩心电衣服务所使用的软件、技术、材料等，或者创作与之相关的派生作品，不得通过反向工程、反编译、反汇编或其他类似行为获得其的源代码，否则由此引起的一切法律后果由用户负责，脉迩心电衣将依法追究违约方的法律责任。

    6.3 用户不得恶意修改、复制、传播脉迩心电衣服务所使用的软件、技术、材料等。否则，用户自行承担因此而造成对其他人的损害，或者造成对脉迩心电衣公司形象损害，要承担相应的法律责任。

    6.4 用户不得擅自删除、掩盖或更改脉迩心电衣的版权声明、商标或其它权利声明。脉迩心电衣平台所有设计图样以及其他图样、产品及服务名称，均为脉迩心电衣所享有的商标、标识。任何人不得使用、复制或用作其他用途。

    6.5 脉迩心电衣对其自制内容和其他通过授权取得的独占内容享有完全知识产权，未经脉迩心电衣许可，任何单位和个人不得私自转载、传播和提供观看服务或者有其他侵犯脉迩心电衣知识产权的行为。否则，脉迩心电衣将追究侵权行为人的法律责任。

    6.6 脉迩心电衣所有和享有的知识产权，不因用户的任何使用行为而发生权利转移。

    7. 免责声明

    7.1 脉迩心电衣对于任何包含、经由或连接、发送或从任何与有关本网络服务所获得的任何内容、信息或数据，不声明或保证其正确性或可靠性；用户自行负担使用本服务的风险。

    7.2 除非另有明确的书面说明，脉迩心电衣提供给您的全部产品和服务，均是在“按现状”和“按现有”的基础上提供的。

    7.3 脉迩心电衣对如下事项不做担保（包括但不限于）：

    7.3.1 脉迩心电衣提供的网站、客户端等软件虽然均已经过脉迩心电衣测试，但由于技术本身的局限性，脉迩心电衣不能保证其与其他软硬件、系统完全兼容。如果出现不兼容的情况，用户可将情况报告脉迩心电衣，以获得技术支持。如果无法解决问题，用户可以选择卸载、停止使用脉迩心电衣服务。

    7.3.2 使用脉迩心电衣服务涉及到Internet服务，可能会受到各个环节不稳定因素的影响。因不可抗力、黑客攻击、系统不稳定、网络中断、用户关机、通信线路等原因，均可能造成脉迩心电衣服务中断或不能满足用户要求的情况。脉迩心电衣不保证脉迩心电衣服务适合用户的使用要求。

    7.3.3 由于脉迩心电衣提供的客户端等软件可以通过网络途径下载、传播，因此对于从非脉迩心电衣指定官方站点下载、非脉迩心电衣指定途径获得的脉迩心电衣服务相关软件，脉迩心电衣无法保证其是否感染计算机病毒、是否隐藏有伪装的木马程序等黑客软件，也不承担用户由此遭受的一切直接或间接损害赔偿等法律责任。

    7.3.4 脉迩心电衣不做任何与脉迩心电衣服务、产品的安全性、可靠性、及时性和性能有关的担保。

    7.3.5 脉迩心电衣不保证其提供的任何产品、服务或其他材料符合用户的期望。

    7.4 基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，脉迩心电衣不承担任何直接、间接、附带、衍生或惩罚性的赔偿：

    7.4.1 脉迩心电衣服务全部或部分无法使用；

    7.4.2 经由脉迩心电衣服务购买或取得的任何产品、资料或服务；

    7.4.3 用户资料遭到未授权的使用或修改；

    7.4.4 其他与脉迩心电衣服务相关的事宜。

    7.5 用户应妥善保管自己的账号和密码，加强密码安全性，谨防账号泄露或被盗。因用户账号被泄露或被盗而造成的任何损失，脉迩心电衣不承担补偿责任。用户因电信和网通部门的通讯线路故障、网络或电脑故障、系统不稳定、不可抗力（如服务器宕机）等非脉迩心电衣原因造成账号、账号内财产等丢失、减少的，脉迩心电衣不承担补偿等责任。

    7.6 用户理解并同意自主选择免费下载和使用脉迩心电衣服务，风险自负，包括但不限于用户使用脉迩心电衣服务过程中的行为，以及因使用脉迩心电衣服务产生的一切后果。如因下载或使用脉迩心电衣服务而对计算机系统造成的损坏或数据的丢失等，用户须自行承担全部责任。

    7.7 用户因认证信息不真实而导致账号、账号内财产等丢失、减少而无法找回的，脉迩心电衣不承担任何法律责任。

    8. 服务的变更、中断、终止

    8.1 您理解并同意，脉迩心电衣基于经营策略的调整，可能会对服务内容进行变更，也可能会中断、中止或终止服务。

    8.2 您理解并同意，如脉迩心电衣发生合并、分立、收购、资产转让时，脉迩心电衣可向第三方转让本服务下相关资产；脉迩心电衣亦可在单方通知您后，将本协议下部分或全部服务及相应的权利义务转交由第三方运营或履行。

    8.3 您理解并同意，如您在使用脉迩心电衣服务时存在违反法律法规、本协议及其他脉迩心电衣规则、社会公德、公序良俗和/或侵害他人合法权益等情形，脉迩心电衣有权不经通知而单方中断或终止向您提供全部或部分服务。

    8.4 您理解并同意，如您实施违反法律法规、社会公德、公序良俗和/或侵害他人合法权益等行为，并因此影响或可能影响脉迩心电衣和/或他人的名誉、声誉或其他合法权益，脉迩心电衣有权不经通知而单方中断或终止向您提供全部或部分服务。

    8.5 脉迩心电衣终止向您提供服务后，有权根据适用法律的要求删除您的个人信息，或使其匿名化处理，亦有权依照法律规定的期限和方式继续保存您留存于我方平台的其他内容和信息。

    9. 注销

    9.1 用户有权向脉迩心电衣提出账号注销申请，您可以通过app内置入口注销您的账号（法律法规、本协议或其他脉迩心电衣规则另有规定的除外）。

    9.2 特别提醒：注销脉迩心电衣账号后，您将无法再以此账号登录和使用脉迩心电衣的所有产品与服务以及产品及服务中与第三方合作的服务内容，脉迩心电衣也将同时终止在该账号下为您提供我们各项产品与服务，这同时也不可避免地会给您的售后维权带来不便。且脉迩心电衣账号一旦注销完成，将无法恢复。请您在注销前慎重考虑。

    9.3 如您确定需要注销脉迩心电衣账号的，您已充分知晓并确认，账号注销后该UID仍然存在，但您将不再拥有账号相关的权益，包括但不限于：

    9.3.1 账号注销后，您将无法再以该账号登录、使用脉迩心电衣旗下的全部产品和服务；

    9.3.2 账号注销后，您曾通过该账号登录、使用脉迩心电衣旗下的全部产品和服务的所有内容、信息、数据、记录将会被删除或匿名化处理，您也无法再搜索、访问、获取、使用和找回，包括但不限于：账号信息（头像、昵称、签名等）、绑定信息；

    9.3.3 账号注销后，该账号的交易记录将被清空且无法恢复；

    9.3.4 账号注销后，脉迩心电衣有权不再为用户提供任何与账号有关的服务；

    9.3.5 您同意通过账号注销的方式放弃该账号在脉迩心电衣旗下的产品与服务使用期间已产生但未消耗完毕的权益及未来的预期利益。脉迩心电衣将对该账号下的全部权益做清除处理。

    9.4 在您向我们申请注销脉迩心电衣账号之前，为了保护您的账号安全和财产权益，您需先行检查与确保您申请注销的账号已经同时满足以下条件，包括但不限于：

    9.4.1 账号系用户通过官方渠道注册，符合本协议及相关规定的账号；且为您本人的会员账号；

    9.4.2 账号处于安全状态，包括：未处于申请找密码、修改手机号的状态中；无未处理完毕的（被）投诉、举报；其他不安全/异常状态；

    9.4.3 其他应满足的条件。

    9.5 如您已充分阅读并理解9.2和9.3条的内容，并确认已经满足9.4条的全部条件，可以向客服提出账号注销申请。客服将对您的账号安全状态以及您的相关产品与服务的使用情况等进行审核，综合判断您的账号是否符合条件。

    9.6 脉迩心电衣账号一旦注销，您与我们曾签署过的相关用户协议、其他权利义务性文件等相应终止（但已约定继续生效的或法律另有规定的除外）。同时，您知悉并同意：即使您的账号被注销，也并不减轻或免除您在协议期间内应根据相关法律法规、相关协议、规则等（可能）需要承担的相关责任。

    10. 隐私政策

    10.1 脉迩心电衣注重保护用户的个人信息及个人隐私。个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。您在下载、安装、启动、浏览、注册、登录、使用脉迩心电衣的产品与/或服务时，脉迩心电衣将按照平台公布的《脉迩心电衣隐私政策》的约定处理和保护您的个人信息，因此希望您能够仔细阅读、充分理解《脉迩心电衣隐私政策》的全文，并在需要时，按照《脉迩心电衣隐私政策》的指引，作出您认为适当的选择。

    10.2 您应当在仔细阅读、充分理解《脉迩心电衣隐私政策》后使用脉迩心电衣的产品与/或服务，如果您不同意政策的内容，将可能导致脉迩心电衣的产品与/或服务无法正常运行，或者无法达到脉迩心电衣拟达到的服务效果。您使用或继续使用脉迩心电衣提供的产品与/或服务的行为，都表示您充分理解和同意《脉迩心电衣隐私政策》（包括更新版本）的全 部内容。

    10.3 如您对《脉迩心电衣隐私政策》或对您的个人信息相关内容有任何问题（包括问题咨询、投诉等），您可通过《脉迩心电衣隐私政策》第十条公布的联系方式联系我们。

    11. 法律适用和管辖

    11.1 本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律。本条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。双方同意，解决争议时，应以您同意的最新版《脉迩心电衣用户使用协议》为准。

    11.2 如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，则争议各方均一致同意将争议提交上海仲裁委员会按照其仲裁规则进行仲裁。仲裁裁决为一裁终局，对各方均有法律约束力。

    11.3 为免疑义，除另有相反书面约定外，本条法律适用和管辖条款效力及于本协议及其他脉迩心电衣规则，包括其修订、补充及更新。

    12. 协议的修改与通知

    12.1 脉迩心电衣有权依据国家政策、技术条件、产品功能等变化需要而对本协议进行修改并将修改后的协议予以发布。

    12.2 前述内容一经正式发布，脉迩心电衣将以适当的方式（包括但不限于弹窗、短信、站内信、网站公告等）提醒您更新的内容，以便您及时了解本协议的最新版本。

    12.3 您知悉，本协议的名称、各章节标题仅为方便及阅读而设，且因本协议在我们平台展示之处较多，全部协议更名完毕可能需要一段时间，在此期间内，两个名称的同时存在并不影响正文其中任何条款的含义或解释。

    12.4 修改后的内容将构成本协议不可分割的组成部分，您应同样遵守。您对修改后的协议有异议的，请立即停止登录、使用脉迩心电衣及相关服务，若您登录或继续使用脉迩心电衣及相关服务，则视为您已充分阅读、理解并接受更新后的本协议并愿意受更新后的本协议的约束。
  </pre>
    </section>
  </div>
</template>

<script>
export default {
  name: "info-share"
}
</script>

<style scoped>
.body {
  width: 100%;
  height: 100%;
  padding: 1rem;
  color: #868686;
}

.privacy-content {
  width: 100%;
  overflow: hidden;
  font-size: .7rem;
  color: #666;
  line-height: 1.4rem;
  letter-spacing: 1px;
}

pre{
  white-space: pre-wrap;
}


.privacy-content-title {
  display: inline-block;
  width: 100%;
  text-align: center;
  font-weight: bold;
  font-size: 16px;
  padding-bottom: .6rem;
}

/*.privacy-content span {*/
/*  !*text-indent: 1rem;*!*/
/*  display: block;*/
/*}*/

.mt5 {
  margin-top: .5rem;
}

.article-other {
  font-size: .6rem;
  overflow: hidden;
  line-height: .6rem;
  padding: .5rem 0;
}


.article-other span {
  float: right;
  margin-left: .5rem;
}
</style>